{"translation-revision-date":"2023-04-26 15:13:06+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"uz"},"Keep editing":["Tahrirlashda davom eting"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Yaxshi ish! Endi siz “Nashr etish” tugmasini bosish orqali mahsulotingizni do‘koningizga nashr qilishingiz yoki tahrirlashni davom ettirishingiz mumkin."],"Publish your product 🎉":["Mahsulotingizni chop eting 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Bu yerga mahsulot toifalaringizni qo'shing. Do'konda ko'rib chiqish va topishni osonlashtirish uchun mahsulotlaringizga toifalarni belgilang."],"Add your product categories":["Mahsulot toifalaringizni qo'shing"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Bu yerga mahsulot teglarini qo'shing. Teglar mijozlarga ularni topishni osonlashtirish uchun mahsulotlaringizni etiketlash usulidir. Misol uchun, agar siz kiyim sotsangiz va sizda juda ko'p mushuk izlari bo'lsa, siz \"mushuk\" uchun teg yasashingiz mumkin."],"Add your product tags":["Mahsulot teglarini qo'shing"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Bu yerda mahsulotingizga rasm yuklang. Ideal holda JPEG yoki PNG kengligi taxminan 600 piksel yoki undan katta. Ushbu rasm do'koningiz katalogida ko'rsatiladi."],"Add your product image":["Mahsulot rasmingizni qo'shing"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Bu yerda mahsulotingiz haqida qisqacha maʼlumot yozing. Bu mahsulot sahifasida mahsulot nomi ostida paydo bo'ladi."],"Add your short product description":["Qisqa mahsulot tavsifini qo'shing"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Bo'limlar o'rtasida almashish va mahsulot tafsilotlarini kiritish uchun yorliqlardan foydalaning. Mahsulot narxini qo'shish bilan boshlang."],"Add your product data":["Mahsulot ma'lumotlarini qo'shing"],"Start typing your new product name here. Add your full product description here. Describe your product in detail.":["Bu yerda yangi mahsulot nomini yozishni boshlang. Toʻliq mahsulot tavsifini shu yerga qoʻshing. Mahsulotingizni batafsil tavsiflang."],"Add your product description":["Mahsulot tavsifini qo'shing"],"Start typing your new product name here. This will be what your customers will see in your store.":["Bu yerda yangi mahsulot nomini yozishni boshlang. Bu sizning mijozlaringiz do'koningizda ko'radigan narsa bo'ladi."],"Product name":["Mahsulot nomi"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}