{"translation-revision-date":"2023-04-26 15:13:06+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"uz"},"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["Agar siz jarayoningizni tezlashtirmoqchi bo'lsangiz va to'g'ridan-to'g'ri WooCommerce boshqaruv panelidan yuk yorlig'ini chop etmoqchi bo'lsangiz, WooCommerce Shipping siz uchun bo'lishi mumkin!"],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["USPS va DHL yorliqlarini to'g'ridan-to'g'ri WooCommerce boshqaruv panelidan chop eting va chegirmali tariflar tufayli yetkazib berishni tejang. Ushbu bo'limda WooCommerce Shippingni boshqarishingiz mumkin."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":["Biz doʻkon joylashuvingiz asosida baʼzi tavsiya etilgan yetkazib berish usullarini sukut saqladik, lekin ularni istalgan vaqtda har bir yetkazib berish zonasi sozlamalarida boshqarishingiz mumkin."],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["Yuk tashish zonasi - ma'lum bir yuk tashish usullari to'plami taklif qilinadigan geografik hudud."],"We added a few shipping zones for you based on your location, but you can manage them at any time.":["Biz siz uchun joylashuvingiz asosida bir nechta yuk tashish zonalarini qo'shdik, ammo ularni istalgan vaqtda boshqarishingiz mumkin."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Doʻkoningizga quyidagi yuk kengaytmalaridan birini qoʻshishni tavsiya qilamiz. \"Ishga tushirish\" tugmasini bosganingizda kengaytma siz uchun o'rnatiladi va faollashtiriladi."],"Recommended shipping solutions":["Tavsiya etilgan yuk tashish echimlari"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping o'rnatildi!"],"Finish the setup by connecting your store to Jetpack.":["Do'koningizni Jetpack-ga ulash orqali sozlashni tugating."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["USPS va DHL Express yorliqlarini to'g'ridan-to'g'ri WooCommerce asboblar panelidan chop eting va etkazib berishda tejang."],"See more options":["Boshqa variantlarni koʻring"],"WooCommerce Shipping":["WooCommerce yuk tashish"],"Hide this":["Buni yashiring"],"(opens in a new tab)":["(yangi oynada ochiladi)"],"Get started":["Boshlang"],"Task List Options":["Vazifalar ro'yxati parametrlari"],"Recommended":["Tavsiya qilingan"],"Activate":["Faollashtirish"],"Shipping zones":["Yuk tashish zonalari"],"Shipping methods":["Yuk tashish usullari"],"Learn more":["Ko'proq ma'lumot olish"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}