{"translation-revision-date":"2023-04-26 15:13:06+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"uz"},"By":["Muallif"],"No posts yet":["Hozircha postlar yo‘q"],"Oops, our posts aren't loading right now":["Op, bizning postlarimiz hozir yuklanmayapti"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Doʻkoningizni sotish boʻyicha qoʻshimcha maslahatlar uchun {{link}}WooCommerce blogini{{\/link}} oʻqing"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Muvaffaqiyatli kupon marketingining sir-asrorlarini WooCommerce mutaxassislaridan bilib oling."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Tavsiya etilgan kupon kengaytmalari yordamida kupon marketingini keyingi bosqichga olib chiqing."],"Recommended coupon extensions":["Tavsiya etilgan kupon kengaytmalari"],"There was an error loading recommended extensions.":["Tavsiya etilgan kengaytmalarni yuklashda xatolik yuz berdi."],"There was an error loading installed extensions.":["O'rnatilgan kengaytmalarni yuklashda xatolik yuz berdi."],"There was an error trying to activate the extension.":["Kengaytmani faollashtirishda xatolik yuz berdi."],"The extension has been successfully activated.":["Kengaytma muvaffaqiyatli faollashtirildi."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["WooCommerce mutaxassislaridan muvaffaqiyatli marketing haqida batafsil va batafsil ma'lumot oling."],"WooCommerce knowledge base":["WooCommerce ma'lumot bazasi"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Katta marketing to'g'ri vositalarni talab qiladi. Tavsiya etilgan marketing kengaytmalari bilan marketingingizni yangi bosqichga olib chiqing."],"Recommended extensions":["Tavsiya etilgan kengaytmalar"],"Mutable settings should be accessed via data store.":["O'zgaruvchan sozlamalarga ma'lumotlar ombori orqali kirish kerak."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}