{"translation-revision-date":"2023-04-26 15:13:06+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"uz"},"Affirm":["Tasdiqlash"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Aloqa qiling"],"Have more questions?":["Yana savollaringiz bormi?"],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["WooCommerce Payments obunalarni va takroriy to'lov imkoniyatlarini qo'llab-quvvatlay oladimi?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Agar biz taqiqlangan faoliyatdan xabardor bo'lsak, biz javobgar hisobni cheklashimiz yoki o'chirishimiz mumkin."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["WooCommerce Payments-dan foydalanish uchun roʻyxatdan oʻtish orqali siz ushbu cheklangan faoliyat, amaliyot yoki mahsulotlar bilan bogʻliq toʻlovlarni qabul qilmaslikka rozilik bildirasiz. Shuningdek, biz WooCommerce toʻlovlarida taqiqlangan harakatlar amalga oshirilmasligini taʼminlash uchun ishlaymiz."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Ushbu korxonalarning toʻliq roʻyxatini <a>Stripe’ning Cheklangan korxonalar roʻyxatida<\/a> topish mumkin."],"Firearms, ammunition":["O'qotar qurollar, o'q-dorilar"],"Substances designed to mimic illegal drugs":["Noqonuniy giyohvand moddalarni taqlid qilish uchun mo'ljallangan moddalar"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Twitter izdoshlari, Facebook yoqtirishlari, YouTube tomoshalari kabi ijtimoiy media faoliyati"],"Pseudo pharmaceuticals":["Psevdo farmatsevtika"],"Multi-level marketing":["Ko'p darajali marketing"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Giyohvand moddalar (shu jumladan elektron sigaretalar, sigaretalar va ozuqaviy moddalar)"],"Adult content and services":["Kattalar uchun kontent va xizmatlar"],"Counterfeit goods":["Qalbaki tovarlar"],"Virtual currency, including video game or virtual world credits":["Virtual valyuta, shu jumladan video o'yin yoki virtual dunyo kreditlari"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Karta tarmoqlari, toʻlov xizmatlarini koʻrsatuvchi provayderlarimiz va ularning moliyaviy xizmat koʻrsatuvchi provayderlarimiz, ayrim korxonalar va mahsulot turlaridan cheklovlar tufayli WooCommerce Payments orqali tranzaksiya qilishga ruxsat berilmagan, jumladan, lekin ular bilan cheklanmagan holda:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["WooCommerce Payments bilan toʻlovlarni qabul qilishda doʻkonimda qanday mahsulotlarga ruxsat berilmaydi?"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["Aksariyat banklar WooCommerce Payments-dan pul o'tkazmasini olishlari bilanoq sizning hisobingizdagi depozitni aks ettiradi. Ba'zilar balansni sizga taqdim qilish uchun bir necha qo'shimcha kun talab qilishi mumkin."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Misol uchun, Yangi Zelandiyada joylashgan biznes 4 ish kunini kutish muddatiga ega. Chorshanba kuni ushbu hisob raqamiga to'langan to'lovlar keyingi seshanba kuni to'lanadi."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Har kuni qabul qilingan to'lovlar kutilayotgan qoldiqning bir qismiga aylanadi. Bu kutilayotgan qoldiq kutilayotgan muddatdan keyin mavjud bo‘ladi. U mavjud bo'lgan kuni avtomatik ravishda bank hisobingizga to'lanadi. Kutilayotgan davr hisob mamlakatiga asoslanadi."],"When will I receive deposits for my WooCommerce Payments account balance?":["WooCommerce Payments hisobimdagi qoldiq uchun depozitlarni qachon olaman?"],"<a>View all fees<\/a>":["<a>Barcha to'lovlarni ko'ring<\/a>"],"What are the fees for WooCommerce Payments?":["WooCommerce to'lovlari uchun to'lovlar qanday?"],"How will I save money using WooCommerce Payments?":["WooCommerce Payments yordamida qanday qilib pulni tejayman?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Ha. WooCommerce Payments boshqa to'lov xizmatlari provayderlari, jumladan Stripe, PayPal va boshqalar bilan birga ishlaydi. Biz uni ushbu moslashuvchanlikni hisobga olgan holda yaratdik, shunda siz do'koningiz biznes ehtiyojlaringizga javob berish uchun ishlashiga ishonch hosil qilishingiz mumkin."],"Can I use WooCommerce Payments alongside other payment gateways?":["WooCommerce Payments-dan boshqa to'lov shlyuzlari bilan bir qatorda foydalana olamanmi?"],"What is WooCommerce Payments?":["WooCommerce to'lovlari nima?"],"Frequently asked questions":["tez-tez so'raladigan savollar"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["\"O'rnatish\" tugmasini bosish orqali siz <a>xizmat ko'rsatish shartlariga<\/a> rozilik bildirasiz"],"It’s something else (Please share below)":["Bu boshqa narsa (Iltimos, quyida baham ko'ring)"],"I’m open to installing it another time":["Men uni boshqa safar o'rnatishga tayyorman"],"I need more information about WooCommerce Payments":["Menga WooCommerce Payments haqida ko'proq ma'lumot kerak"],"I don’t want to install another plugin":["Men boshqa plaginni o'rnatmoqchi emasman"],"I’m already happy with my payments setup":["Toʻlovlarim sozlamalaridan mamnunman"],"Limited time offer":["Cheklangan vaqt taklifi"],"See more":["Yana ko'ring"],"PayPal Payments":["PayPal to'lovlari"],"Comments (Optional)":["Fikrlar (ixtiyoriy)"],"WooCommerce Payments":["WooCommerce to'lovlari"],"Install":["O'rnatish"],"Klarna":["Klarna"],"Learn more":["Ko'proq ma'lumot olish"],"No thanks":["Yoʻq, rahmat"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}