{"translation-revision-date":"2023-05-07 09:41:02+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"extension in your store.":["расширение в магазине."],"Installing <strong>WooCommerce Payments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["При установке <strong>WooCommerce Payments<\/strong> в вашем магазине автоматически активируется <strong>%s<\/strong> расширение.","При установке <strong>WooCommerce Payments<\/strong> в вашем магазине автоматически активируются расширения (<strong>%s<\/strong>).","При установке <strong>WooCommerce Payments<\/strong> в вашем магазине автоматически активируются расширения (<strong>%s<\/strong>)."],"Enable Affirm alongside WooCommerce Payments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Включите Affirm наряду с WooCommerce Payments, чтобы покупатели могли выбрать способ оплаты с учётом своих потребностей и бюджета — от 4 платежей без комиссии каждые 2 недели до ежемесячных платежей."],"Enable Klarna alongside WooCommerce Payments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Включите Klarna наряду с WooCommerce Payments. С помощью Klarna Payments покупатель может выбрать подходящий вариант рассрочки: оплатить сразу, после получения или частями. Ни номеров кредитных карт, ни паролей, ни других проблем."],"Enable Amazon Pay alongside WooCommerce Payments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Включите Amazon Pay наряду с WooCommerce Payments, чтобы покупатели могли делать оплату через Amazon Pay. Транзакции выполняются во встроенных виджетах Amazon, чтобы покупатель не уходил с вашего сайта."],"Enable PayPal Payments alongside WooCommerce Payments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Включите PayPal Payments наряду с WooCommerce Payments. Предоставьте клиентам ещё один способ безопасной и удобной оплаты через PayPal, PayLater и Venmo."],"Add more ways for buyers to pay":["Подключите дополнительные способы оплаты"],"Why should I choose WooCommerce Payments over other payment gateways?":["Почему WooCommerce Payments стоит выбрать вместо других платёжных шлюзов?"],"Dismiss and send feedback":["Закрыть и отправить обратную связь"],"Why would you like to dismiss the new payments experience?":["Почему вы отказываетесь от нового платёжного решения?"],"Note that the extension hasn’t been installed, this will simply remove WooCommerce Payments from the navigation. Please take a moment to tell us why you’d like to dismiss WooCommerce Payments.":["Обратите внимание, что расширение не было установлено. Это действие просто уберёт WooCommerce Payments из меню навигации. Уделите немного времени и расскажите нам, почему вы хотите отказаться от WooCommerce Payments."],"No thanks, I don’t want WooCommerce Payments":["Нет спасибо, мне не нужен WooCommerce Payments"],"For more details on which subscription offering is right for your store, refer to the <a>guide comparing subscription options<\/a>.":["Подробнее о том, какая подписка подойдёт для вашего магазина, можно узнать в <a>сравнении<\/a>."],"WooCommerce Payments supports charging automatic recurring payments via <a1>built-in subscription functionality<\/a1> for some stores or the <a2>WooCommerce Subscriptions<\/a2> plugin for all other stores.":["Плагин WooCommerce Payments поддерживает автоматическую регулярную оплату с помощью <a1>встроенных функций подписки<\/a1> для некоторых магазинов или плагина <a2>WooCommerce Subscriptions<\/a2> для всех остальных магазинов."],"Stores accepted into the promotional program will receive a 20% discount on total payment processing costs on the first $1,000,000 USD of payment processing volume conducted using WooCommerce Payments, for up to 6 months from the date your store is accepted into the program. Learn more about eligibility for the promotional program and its terms and conditions <a>here<\/a>.":["Магазины, участвующие в рекламной программе, получат скидку в 20 % на обработку с помощью плагина WooCommerce Payments всех платежей общим объёмом не более 1 000 000 долл. США в течение шести месяцев с даты принятия магазина в программу. Подробнее о требованиях к участию в рекламной программе, а также её условиях можно узнать <a>здесь<\/a>."],"Maximize checkout conversion by providing buyers the payment methods that are most popular and relevant to them including credit & debit cards, Apple Pay, Google Pay, and local options based on their country. WooCommerce Payments gives your store more flexibility and your customers more purchasing power – including compatibility with extensions to add options like PayPal, Amazon Pay, as well as installment and buy now, pay later options like Affirm, Klarna, and Afterpay.":["Увеличьте число оформляемых заказов, предоставляя покупателям наиболее популярные и удобные для них способы оплаты, включая кредитные и дебетовые карты, сервисы Apple Pay, Google Pay, а также платёжные системы, доступные в их странах проживания. Плагин WooCommerce Payments расширяет возможности магазина и повышает удобство покупок для клиентов, в том числе за счёт поддержки расширений, с помощью которых можно подключить сервисы PayPal, Amazon Pay, а также воспользоваться службами оплаты в рассрочку, моментальной и отложенной оплаты, такими как Affirm, Klarna и Afterpay."],"Native multi-currency: multi-currency support built right in. Increase sales by making it easier for customers outside your country to purchase from your store, in local currencies, without another extension.":["Встроенная поддержка разных валют. Увеличьте продажи, предложив клиентам из других стран возможность покупать товары в вашем магазине за их местную валюту без использования отдельного расширения."],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":["Очные платежи: WooCommerce Payments позволяет продавать онлайн и офлайн через официальное мобильное приложение WooCommerce вместо платного решения POS (только в США и Канаде)."],"Collect payments, handle disputes, and track revenue from inside your store’s dashboard. You can also securely accept credit and debit card payments, Apple Pay, local payment methods, recurring revenue, accelerated checkout, and more – in over 100+ currencies with WooCommerce Payments.":["Собирайте платежи, улаживайте споры и отслеживайте денежные поступления в панели администратора своего магазина. WooCommerce Payments позволяет безопасно принимать платежи с кредитных и дебетовых карт, Apple Pay, от местных платёжных систем, регулярные платежи, ускоренную оплату и т. д. более чем в 100 валютах."],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":["Управляйте делами и платежами в едином решении WooCommerce."],"Give your buyers more ways to pay":["Дополнительные способы оплаты"],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce. With WooCommerce Payments you can collect payments, handle disputes, and track revenue from inside your store’s dashboard – with no setup costs or monthly fees.":["Управляйте делами и платежами в едином решении WooCommerce. WooCommerce Payments позволяет собирать платежи, улаживать споры и отслеживать денежные поступления в панели администратора вашего магазина. Вам не потребуется платить за установку или ежемесячно оплачивать подписку."],"*See <a>Terms and Conditions<\/a> for more details.":["* Дополнительная информация в <a>условиях предоставления услуг<\/a>."],"Discount will be applied to payments processed via WooCommerce Payments upon completion of installation, setup, and onboarding of WooCommerce Payments.":["Когда вы установите, настроите и внедрите WooCommerce Payments, то сможете воспользоваться скидкой на обработку платежей с помощью этого плагина."],"<b>20% off payment processing<\/b><br\/>on up to $1,000,000 USD in payments or over the next 6 months, whichever comes first.*":["<b>–20 % за обработку платежей<\/b><br\/>общим объёмом в 1 000 000 $ США или на период в последующие шесть месяцев (в зависимости от того, что наступит раньше).*"],"Payments, made simple":["Простая оплата"],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Свяжитесь с нами"],"Have more questions?":["Есть вопросы?"],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Может ли WooCommerce Payments поддерживать подписки и регулярные платежи?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Если нам станет известно о запрещённой деятельности, мы можем ограничить или закрыть ответственную учётную запись."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Регистрируясь для использования WooCommerce Payments, вы соглашаетесь не принимать платежи связанные с этими запрещёнными действиями, практиками или продуктами. Мы также работаем над тем, чтобы через WooCommerce Paymentse не осуществлялась запрещенная деятельность."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Полный список этих предприятий можно найти в <a>списке запрещенных предприятий Stripe<\/a>."],"Firearms, ammunition":["Огнестрельное оружие, боеприпасы"],"Substances designed to mimic illegal drugs":["Вещества, имитирующие запрещенные наркотики"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Активность в социальных сетях, например подписки в Твиттере, лайки в Facebook, просмотры на YouTube"],"Pseudo pharmaceuticals":["Псевдофармацевтика"],"Multi-level marketing":["Многоуровневый маркетинг"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Принадлежности для наркотиков (включая электронные сигареты, вейпы и нутрицевтики)"],"Adult content and services":["Контент и услуги для взрослых"],"Counterfeit goods":["Контрафактные товары"],"Virtual currency, including video game or virtual world credits":["Виртуальная валюта, включая кредиты в видеоиграх или виртуальной среде"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Вследствие ограничений сетей банковских карт, наших платежных сервисов и их поставщиков финансовых услуг некоторые сферы бизнеса и типы товаров, для операций с которыми нельзя использовать WooCommerce Payments, включая, но не ограничиваясь:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Какие товары запрещено продавать в моём магазине при приеме платежей с помощью WooCommerce Payments?"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["В большинстве банков предоплата будет отображаться на вашем счете, как только они получат деньги из WooCommerce Payments. Некоторым банкам может потребоваться несколько дополнительных дней, чтобы сделать баланс доступным для вас."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Например, проверка компании, зарегистрированной в Новой Зеландии, может занять 4 рабочих дня. Платежи, внесенные на этот счет в среду, будут проведены в следующий вторник."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Платежи, получаемые каждый день, становятся частью незавершённого баланса. Этот незавершенный баланс станет доступным после периода ожидания. В день, когда он станет доступным, он будет автоматически выплачен на ваш банковский счёт. Период ожидания зависит от страны расположени счёта."],"For most accounts, WooCommerce Payments <a>automatically pays out<\/a> your available account balance into your nominated account daily after a standard pending period.":["Для большинства счетов <a>WooCommerce Payments<\/a> автоматически перечисляет доступный остаток на назначенный счёт ежедневно по окончании стандартного периода проверки."],"When will I receive deposits for my WooCommerce Payments account balance?":["Когда я будут получать предоплаты для своего остатка на счёте WooCommerce Payments?"],"<a>View all fees<\/a>":["<a>Посмотреть все комиссии<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account, the form of payment the buyer chooses, and the country of your customers card.":["В WooCommerce Payments используется модель ценообразования \"оплата по мере использования\". Вы платите только за операции со счётом. Установочная комиссия или ежемесячный сбор отсутствуют. Комиссия зависит от страны открытия счета, типа выбранного покупателем платежа и страны регистрации карты вашего покупателя."],"What are the fees for WooCommerce Payments?":["Что такое комиссии в WooCommerce Payments?"],"How will I save money using WooCommerce Payments?":["Какую экономию я получу при использовании WooCommerce Payments?"],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension (US only).":["Функциональность подписки: предложите клиентам опцию повторения заказов ваших товаров без установки сторонних расширений (только для США)."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalog, inventory, orders, fulfillment, and otherwise run your online storefront.":["Встроенная панель управления: отслеживайте денежные потоки с той же панели инструментов WordPress, которую вы уже используете для управления каталогом товаров, запасами, заказами, исполнениями и другими действиями в своём интернет-магазине."],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Да. WooCommerce Payments работает с другими платёжными сервисами, включая Stripe, PayPal и прочие. Мы обеспечили максимальный уровень гибкости, чтобы ваш магазин мог работать с учётом всех бизнес-потребностей."],"Can I use WooCommerce Payments alongside other payment gateways?":["Можно ли использовать WooCommerce Payments вместе с другими платёжными шлюзами?"],"What is WooCommerce Payments?":["Что такое WooCommerce Payments?"],"Frequently asked questions":["Часто задаваемые вопросы"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Нажимая «Установить», вы соглашаетесь с <a>Условия предоставления услуг<\/a>"],"Just dismiss WooCommerce Payments":["Просто отклоните WooCommerce Payments"],"It’s something else (Please share below)":["Другая причина (пожалуйста, поделитесь ниже)"],"I’m open to installing it another time":["Я открыт для установки в другой раз"],"I need more information about WooCommerce Payments":["Мне нужно больше информации о WooCommerce Payments"],"I don’t want to install another plugin":["Я не хочу устанавливать другой плагин"],"I’m already happy with my payments setup":["Меня уже устраивают параметры платежей"],"Limited time offer":["Ограниченное предложение"],"See more":["Смотреть больше"],"PayPal Payments":["Платежи PayPal"],"Comments (Optional)":["Комментарии (необязательно)"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Установить"],"Klarna":["Klarna"],"Learn more":["Узнать больше"],"No thanks":["Нет, спасибо"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}