{"translation-revision-date":"2022-11-21 14:01:39+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Migrate":["Миграция"],"Upgrade":["Улучшить"],"Find & Replace":["Поиск и замена"],"Media Files":["Медиа файлы"],"Multisite Tools":["Инструменты для Multisite"],"Finalizing":["Завершение"],"Complete":["Закончено"],"Pause before replacing migrated tables":["Пауза перед заменой мигрированных таблиц"],"As this is a free plugin, we do not provide support.":["Так как это бесплатный плагин, мы не предоставляем поддержку."],"If you've found a bug, please <a href=\"%s\">submit an issue at Github<\/a>.":["Если вы нашли ошибку, пожалуйста, <a href=\"%s\">создайте сообщение о проблеме на Github<\/a>."],"You may ask the WordPress community for help by posting to the <a href=\"%s\">WordPress.org support forum<\/a>. Response time can range from a few days to a few weeks and will likely be from a non-developer.":["Вы можете обратиться к сообществу WordPress за помощью на <a href=\"%s\">форуме поддержки WordPress.org<\/a>. Время ответа может варьироваться от нескольких дней до нескольких недель, и, скорее всего, будет от не-разработчика."],"Advanced Options":["Расширенные настройки"],"Exclude spam comments":["Исключить спам-комментарии"],"Replace GUIDs":["Заменить GUIDы"],"Compress file with gzip":["Сжать файл с помощью gzip"],"Maximum Request Size":["Максимальный размер запроса"],"Clear Error Log":["Очистить журнал ошибок"],"Select All":["Выделить все"],"Deselect All":["Очистить выделение"],"Invert Selection":["Инвертировать выделение"],"Remind Me Later":["Напомнить мне позже"],"Compatible with older versions of MySQL (pre-5.5)":["Совместимость с более ранними версиями MySQL (до 5.5)"],"Warning: Different Table Prefixes":["Предупреждение: разные префиксы таблиц"],"As a result, uppercase characters in table names will be converted to lowercase during the migration.":["В результате, символы в верхнем регистре в именах таблиц будут преобразованы в нижний регистр во время миграции."],"Migration cancellation failed":["Не удалось отменить миграцию"],"<strong>Internet Explorer Not Supported<\/strong> &mdash; Less than 2% of our customers use IE, so we've decided not to spend time supporting it. We ask that you use Firefox or a Webkit-based browser like Chrome or Safari instead. If this is a problem for you, please let us know.":["<strong>Internet Explorer не поддерживается<\/strong> &mdash; менее 2% наших клиентов используют IE, поэтому мы решили не тратить время на его поддержку. Мы просим Вас использовать вместо него Firefox или браузер на основе Webkit, такие как Chrome или Safari. Если это проблема для вас, пожалуйста, сообщите нам об этом."],"If you change the connection details, you will lose any replaces and table selections you have made below. Do you wish to continue?":["Если вы измените параметры соединения, вы потеряете все замены и выбор таблиц, сделанные вами ниже. Вы хотите продолжить?"]}},"comment":{"reference":"frontend\/build-free\/static\/js\/main.2e6a64efd315.js"}}